<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Балкански синдром</title>
    <link rel="stylesheet" href="../css/pages-style.css">
</head>
<body>
    <!--Header End-->
    <header>    
        <div class="container"> 
            <div id="branding">
                <h1>БЕЛ</h1>
            </div>
            <nav> 
                <ul>
                    <li><a href="../index.php">Начало</a></li>
                    <li><a href="../contacts.php">Контакти</a></li>
               </ul>
            </nav>
        </div>
    </header>
    <!--Header End-->
    
    <!--АSIDE-->
    <aside id="content">
            <h3 id="box-title"><a href="#top">Съдържание:</a></h3>
        <nav>
            <ul>
                <li class="main"><a href="#h4-1">Автор</a></li>
                <li class="main"><a href="#h4-2">Жанр</a></li>
                <li class="main"><a href="#h4-3">Заглавие</a></li>
                <li><a href="#h4-4">Тематика</a></li>
                <li><a href="#h4-5">Проблематика</a></li>
                <li><a href="#h4-6">Композиция</a></li>
                <li><a href="#h4-7">Образи<a></li>
            </ul>
        </nav>
    </aside>
    <!--АSIDE END-->

    <!--Sections-->
    <section>
        <div id="title">
            <h1>СТАНИСЛАВ СТРАТИЕВ – „БАЛКАНСКИ СИНДРОМ“</h1>
        </div>
    </section>
    <section>
        <div id="about">
        <h1>СТАНИСЛАВ СТРАТИЕВ – „БАЛКАНСКИ СИНДРОМ“</h1>
        <img src="../img/s-strantiev.jpg" alt="Станислав Стратиев">
        <h4 id="h4-1">АВТОР</h4>
        <p>Станислав Стратиев създава творбите си във времето, в което малцина вземат насериозно официалната идеология, но никой не може да заяви неверието си в нея открито. Както и в други исторически ситуации, литературата се превръща в глас на безмълвното мнозинство. Чрез алегоричен, езоповски език тя изговаря онези болезнени, но необходими истини, които образуват и тематичната тъкан на Стратиевото творчество. В своите разкази, повести, фейлетони, комедии и киносценарии авторът изследва отчуждението, изгубените хоризонти, кошмара на бюрокрацията, загъването в буквализма. Сред фигурите, чрез които той назовава националната специфика, особено популярна става „българският модел“, превърнала се и в заглавие на публицистична книга. Индивидуалният почерк на автора се проявява в афористичния изказ, вкуса към парадокса и абсурдните ситуации, но също и в интереса към човешкия импулс да се фантазира, към взаимовръзката между мечтателност и житейска проза.
            <br><br>Поставена през 1987 г., комедията „Балкански синдром“ притежава характерни белези на драматургията от 70-те и 80-те години на XX век. Тя носи нейната сатирична нагласа, като върви по следите на изгубения сред лозунги, деморализация и безвкусица смисъл. Подобно на представителни творби от тази епоха като „Лазарица“ (1978) или „Опит за летене“ (1979) от Йордан Радичков, тя изгражда абсурдна ситуация с алегоричен смисъл, като търси чрез нея универсални истини. В епохата е обичайно тематиката да се интерпретира (скрито или явно) чрез ключови митологични разкази. Тази техника се използва в споменатата Радичкова пиеса „Лазарица“ – дървото, в чиято корона е принуден да остане героят, е видяно от него като „райското дърво, което бог е забранил за Адам и Ева“. В „Одисей пътува към Итака“ (1984) от Константин Илиев наименованието на острова метафорично назовава мечтания съвършен свят, който обаче остава мираж поради човешката греховност. Препращайки към новозаветния сюжет за прогонването на търговците от храма (например Мат.21:12-16), Стратиевата комедия разкрива, че днес „търговците“ – профанаторите, овластените фарисеи, професионалните мистификатори – не могат да бъдат прогонени лесно не само от светилището на изкуството, но и от самия манталитет.
            <br><br> Безразличието на широките слоеве от населението към властващата доктрина през 80-те години на XX век е израз на съзнанието за нейната изчерпаност, както и за необходимостта от нов обществен проект. Официалната идеология продължава да говори на изкуствен бюрократичен език и не е в състояние да откликне на въпросите, които задава обикновеният човек. След 1986 г., когато управлението на тогавашния Съветски съюз заявява реформаторските си намерения, у нас се възцарява особена двойственост на обществения живот – все по-ясно се осъзнава необходимостта от промяна на властовия модел, но такава промяна до 1989 г. така и не се предприема. Пасивността на държавното управление при появата на заплахи за здравето и живота на населението (какъвто е случаят с обгазяването на Русе) ражда гражданска инициатива, търсеща организационни и идеологически форми, алтернативни на казионните. Обикновеният човек е амбициран да излезе на историческата сцена.
        </p>
        <br><br>
    <h4 id="h4-2">ЖАНР</h4>
        <p>В творбата на Стратиев се откриват разнообразни оттенъци на комичното – от ироничната игра със значенията на думите, чрез която се сравнява наличното е необходимото, до характерните за сатирата язвителност, публицистично звучене, тенденциозност и абсурдни ситуации. Ироничен смисъл придобиват думи и изрази от политическата фразеология на времето като „остатък от миналото“, „гласност“ и „перестройка“. Ирония се крие и в обстоятелството, че за да привлече вниманието на своите съвременници към моралната проблематика, Бяла врана върши неморално деяние като кражбата. В сатирична светлина се разкриват безнаказаните своеволия на държавния апарат. Показателни в това отношение са думите на Бяла врана: „Аз не мога да изпратя сина си посланик само защото тукашното уиски се е влошило. Не мога да продавам държавни служби. Не мога да раздам сто декара гора, като уредя по този начин фамилията си до девето коляно“ (I действие).
            <br><br>Своеобразна драматургична публицистика, „Балкански синдром“ съчетава жанровите особености на комедия, фарс и фейлетон. Творбата се възприема като комедия, защото изобразява деформациите на човешкото през оптиката на смеха. За разлика от трагедията тя не се стреми да изяви неразрешими противоречия у човека или в обществото. Предизвиква ефект на очистване, като представя в хумористична светлина несъответствието между желано и налично, между една идеална представа за обществени отношения и фактическото им състояние. В текста на Стратиев е налице присъщото на комедията съзнателно разрушаване на театралната илюзия – в действащи лица се превръщат зрители от залата, някои герои се обръщат пряко към публиката. Но карикатурните и същевременно стереотипни образи, карнавалната суматоха, ситуативното проявление на характерите, което не разкрива вътрешната им логика, лековатото „скачане“ от тема на тема, както и липсата на класическата драматургична структура, оформена от конфликта и действието, са характеристики, сближаващи творбата с жанровете фарс и водевил. Същевременно в злободневните теми, в прякото назоваване на актуални обществени явления и тенденции се открива стилистиката на фейлетона.
        </p>
        <br><br>
    <h4 id="h4-3">ЗАГЛАВИЕ</h4>
        <p>Поради двузначността на думата „синдром“ заглавието съдържа едновременно негативна оценъчност и опрощаваща ирония. Чрез значението „съвкупност от симптоми, характерни за дадено заболяване“ балканското е представено като „отклонение от нормата“, за каквато в българската култура най-често се приема европейското. Мислен обаче като „група признаци, присъщи на даден тип поведение“, регионалният манталитет попада в зоната на необичайното (но не патологичното), своеобразното, екзотичното. Фактът, че и двете значения предполагат множество признаци, подчертава комплексния характер на балканското – то е осъзнато като набор от поведенчески и мисловни нагласи, които съставляват цялостен светоглед.
            <br><br>Обобщаващото определение „балкански“ вмества родното в по-широк културен ареал, мисли го чрез етнокултурната специфика на полуострова. Заглавието подтиква читателя да разпознае Алеко-Константиновата склонност за обвързване на национално и регионално и по този начин загатва възможност творбата да се чете в полето на междутекстовостта.
        </p>
        <br><br>
    <h4 id="h4-4">ТЕМАТИКА</h4>
        <p>Пиесата на Стратиев представя множество теми, но на никоя от тях не отделя особено внимание. Донякъде изключение прави тази за кича в разнообразните му проявления – агресивна безвкусица, опростителство, халтура, вулгарност, които все по-настойчиво се просмукват в обществения и в частния живот, в поведението и мисленето. Проява на лош вкус е например замисълът на Сватанака да настани сватбарите в оперна зала; парвенюшко е желанието да се демонстрира благосъстояние, като се „приватизира“ публична културна институция. Безвкусно е и превърналото се в навик манипулативно буквализиране на емблематични за националната култура сентенции и сюжети. Първи мъж свежда разочарованието на Петко Славейков, изразено с думите „Като няма в труд поету награда / чезне песен, фантазия отпада“ (които той погрешно приписва на Вазов), до вопъл за „материални стимули“ (I действие). Вживял се в ролята на цар и в живота, бай Цончо периодично разиграва със своите родственици Печо и Йовчо алегоричната сцена, в която е помощта на сноп пръчки Хан Кубрат поучава синовете си да бъдат единни (II действие), превръщайки по този начин високия исторически сюжет в битов водевил. Голямото разнообразие на представения кич актуализира темата за мнимите стойности, за подмяната на реалността с нейна имитация.
            <br><br>Сред останалите теми в творбата могат да бъдат откроени тези за пропагандното клише от типа „единни и сплотени“ или „изкуството е отражение на живота“ в речта и мисленето на обикновения човек, за самотата сред другите, за напрежението между непоетичното всекидневие и мечтателността и др.
        </p>
        <br><br>
    <h4 id="h4-5">ПРОБЛЕМАТИКА</h4>
        <p>Сред естетическите проблеми, поставени в комедията „Балкански синдром“, са тези за обектите, стилистиката и съдбата на театралното изкуство. Творбата задава класическия въпрос за отношението между всекидневния опит и художествената реалност в постмодерния контекст, който изличава границите между фикция и реалност. Тя пита кои жизнени явления могат да бъдат изобразени на сцената – имат ли място там например „малкият човек“ и злободневното, възможен ли е публицистичен или епически театър. В поредицата водевилни сцени се открояват проблемите за формите, чрез които изкуството може да въздейства на съвременния човек, за съдбата на театъра и въобще на високото изкуство в естетическа ситуация, доминирана от масовата култура. Същевременно творбата насочва вниманието към проблема за разногласието между класическите и модерните представи за театър е оглед на българската сцена от втората половина на XX век, чието необикновено разнообразие е загатнато в заключителните реплики на Директора.
            <br><br>Комедията на Стратиев интерпретира и проблематика, свързана е обществения живот у нас. Тя се стреми да открие неговата логика, чрез смеха предизвиква усъмняване в механизмите на властта и поставя въпроса дали те предоставят на обществото реални възможности да взема решения за собствената си съдба.
        </p>
        <br><br>
    <h4 id="h4-6">КОМПОЗИЦИЯ</h4>
        <p>Комедията е изградена в две действия, които не съдържат обичайните за драматургията компоненти като завръзка, кулминация или развръзка. Този отказ от изграждане на обичайната сюжетна структура превръща творбата в колаж. Обичайната последователност на събитията е заменена от несвързани помежду си сцени – неколкократно повтореното начало на „истинската“ постановка, опита за кражба, залавянето на крадеца, възмущението на Зрителя от Нови Искър, нахлуването на сватбата. Никоя от тези сцени не може да се схване като сюжетно и смислово цяло. И тъкмо в това се разпознава едно от значенията на творбата. Съставено от разнородни явления, на моменти граничещо е кича, разпаднато в несвързани помежду си гледни точки, родното е противоречиво, неясно дори за самото себе си. Както балканското, то е потенциално незавършено, в непрекъснат процес на оформяне и в този смисъл безсюжетно. Поради смисловата си неустановеност то не може да произведе цялостен наратив, обясняващ света и човека. Неосъзнало своята комичност, то е неспособно да преживее катарзис чрез комедийното – да осъзнае своите абсурди, смеейки се – и затова неизбежно се превръща във фарс. Мимолетно просветление постигат само някои Стратиеви герои, и то насън, в безумен разговор с (може би) мними извънземни (II действие). Наглед особеност на формата, посочената колажност е и елемент на съдържанието – чрез нея своето не само се изобразява, но и се разкрива вътрешната му логика.
            <br><br> Заличава се условната граница между залата и сцената. Спектакълът не-веднъж се прекъсва от „зрители“, в чието лице под светлината на прожекторите застава обикновеното, неестетизираното, за да заяви себе си като значим обект на изкуството. Чрез разиграването на тази ситуация се постигат множество цели - проблематизират се класическите театрални форми, пародират се различни видове кич, сред които халтурата и попфолкът, буквализира се известната максима, определяща света като сцена, а човека като актьор. Привидното сливане на зала и сцена откроява различни смислови нишки в комедийния сюжет. Наред с това то превръща в обект на изображение самата художествена условност, самата същност на изкуството.
            <br><br>Спонтанният опит да се структурира по друг начин смисловото пространство на театъра се приема обаче с неохота от администрацията, управляваща формално тази културна институция. С думи и действия Директорът непрекъснато се опитва да удържи ставащото на сцената в рамките на традиционните представи за театралност, олицетворявайки по този начин скептицизма на по-консервативния естетически вкус спрямо модернистичните експерименти в драматическото изкуство.
            <br><br>Тълкувани в плана на обществено-политическото, усилията на това действащо лице могат да се възприемат като алегория за опитите да се контролира спонтанният театър, който създава самият живот; като израз на управленския стремеж да се запази статуквото. Директорът всъщност е лицето на други – невидими, непредставени на сцената – субекти на властта. Те се намесват в действието като тайнствен глас, който дава нареждания по телефона и който принуждава главния администратор да обещае, че „всичко [на сцената] ще бъде управляемо“ (I действие). Анонимността на тези субекти е подчертана и от обстоятелството, че гласът, чрез който съобщават волята си, дори не звучи – публиката узнава само онези негови думи, които повтори Директорът. Неслучайно в тези разговори се прокрадва думата „перестройка“ – термин от политическия жаргон на 80-те години на XX век, означаващ преустройство на държавния апарат. Въпросното преустройство се оказва мнимо, тъй като чрез имитация на идеологическа толерантност цели да запази тоталитарния тип държавност. Затова посоченият лексикален артефакт е свидетелство за управленска демагогия, маскираща действителните субекти на властта и техните намерения.
            <br><br>В изобразеното противоборство между стремежа да се преструктурира смисловото пространство на театъра и усилието то да се запази непроменено може да се разпознае характерното за българското културно пространство напрежение „млади - стари“, несекващият спор между класическо и модерно. Същевременно в противопоставянето между стихийния порив на „народа“ да се качи на сцената и сдържащите усилия на Директора и лица в сянка се открива алюзия за политическата ситуация у нас във втората половина на 80-те години на XX век, когато на масите привидно е позволено да застанат на политическата сцена, но без да се допусне да променят основния принцип на нейното функциониране – задкулисността.
        </p>
        <br><br>
    <h4 id="h4-7">ОБРАЗИ</h4>
        <p>Повечето герои са назовани чрез типизиращото – пол (например Първи мъж), родствена свързаност (например Кум), произход (Зрител от Бели Искър), административна длъжност (Директор на театъра), функции (Жена символ) или нагласа (Жена с проблем). По този начин авторът представя масовия човек с присъщите му стереотипни модели на мислене и поведение. Изключение не прави и прозвището Бяла врана, макар да представлява фразеологизъм, който в контекста придобива смисъл на несъгласен, морално буден човек. То се мотивира е факта, че неговият носител е антипод на типа личност, моделиран от една конформистка среда. Все пак това действащо лице също е тип – макар да е рядкост в тази среда, неговата нагласа по принцип е присъща на човека.
            <br><br> Сценичното присъствие на персонажите и участието им в сюжета създават усещане, че им липсва психологическа плътност, дълбочина. Повечето от тях имат епизодична роля, често изчерпваща се е произнасянето на един монолог. В този смисъл те са типични водевилни герои, чиито отношения създават комични ситуации, но не открояват комедийни характери.
            <br><br> Директорът на театъра напомня персонажи, характерни за драматургията и фейлетонистиката на Станислав Стратиев – демагога, бюрократа и конформиста. Назован със служебната си длъжност, той действа предимно в съответствие с нейните контролни функции. Старае се да режисира манипулативно ситуацията, като позволява или забранява едно или друго изказване или действие, като наставлява и порицава. До нахлуването на сватбата в театъра зрителите, превърнали се в действащи лица, приемат неговата власт — преди да заговорят или извършат нещо, те често поглеждат към него, за да получат одобрение. Псевдолибералните повеи на времето обаче го принуждават да допусне на сцената „зрителски“ импровизации, които унищожават предварителния сценарий. Тази насилена толерантност, режисирана „отгоре“, от по-високи нива на бюрократичния апарат, го превръща в олицетворение на една симулирана демократизация, осъществявана от командно-административни структури. Двойствена фигура, с поведението си той изразява търсенето на нов управленски стил - не така догматичен, умерено ограничаващ, загрижен да се хареса на масите.
            <br><br> Сватанакът, Бай Цончо и Кумът са актуализации на траен народопсихологически тип, наименуван от Алеко Константинов Бай Ганьо. Напористи и безогледни, те агресивно налагат своя манталитет в обществените отношения, доказателство за което е и хрумването да се организира сватбено тържество в театрална зала. Сватанакът „Назад не знае“ (I действие), а решителността, с която Кумът довежда сватбарите в София, свидетелства, че за Бай-Ганьовите двойници никоя цел не е непостижима, колкото и безумна да изглежда. Многобройни са затрудненията по пътя – в „Петрохан затворен [...], че и гума спукахме до Белово, че и катаджията на Витиня се заяде“ [...] оттука затворено, оттам не може с автобуси“ (I действие) – но не могат да спрат набега към столицата. В епичния разказ за преодолените пътни неблагополучия се долавят контурите на идеализирания образ на борбения български човек. Като пренася този образ в сферата на битовото, комедията го снизява и така проблематизира неговата актуалност.
            <br><br> На народопсихологическия тип, който олицетворяват Сватанакът, Бай Цончо и Кумът, е присъщо притворство, демагогско умение да се придава благовидност на егоистичните цели. Сам издокаран в царска мантия, бай Цончо ехидничи относно разгорещяването на сватбарите в борбата за благороднически костюми от гардероба на театъра. Той е измъчван от същия комплекс да крие своята недодяланост в помпозни одежди, но умело го маскира като благороден жест – по собствените му думи взема царската корона само за да прекрати кавгата. Манипулативната ловкост на този тип хора проличава и в умението да аргументират безочливите си намерения чрез демагогска фразеология. Сватанакът обосновава агресивното си поведение с гръмки, но безсмислени лозунги като „Трябва и да мислиш!... И то поновому!...“ или „Днес побеждава онзи, който прави по-малко грешки“.
        </p>
    
        </div>
    </section>
    <!--Sections END-->
    <!--Footer-->
    <footer>

    </footer>
    <!--Footer End-->
</body>
</html>