<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Бай Ганьо журналист</title>
    <link rel="stylesheet" href="../css/pages-style.css">
</head>
<body>
    <!--Header End-->
    <header>    
        <div class="container"> 
            <div id="branding">
                <h1>БЕЛ</h1>
            </div>
            <nav> 
                <ul>
                    <li><a href="../index.php">Начало</a></li>
                    <li><a href="../contacts.php">Контакти</a></li>
               </ul>
            </nav>
        </div>
    </header>
    <!--Header End-->
    
    <!--АSIDE-->
    <aside id="content">
            <h3 id="box-title"><a href="#top">Съдържание:</a></h3>
        <nav>
            <ul>
                <li class="main"><a href="#h4-1">Автор</a></li>
                <li class="main"><a href="#h4-2">Жанр</a></li>
                <li class="main"><a href="#h4-3">Заглавие</a></li>
                <li><a href="#h4-4">Тематика</a></li>
                <li><a href="#h4-5">Проблематика</a></li>
                <li><a href="#h4-6">Композиция</a></li>
                <li><a href="#h4-7">Образи<a></li>
            </ul>
        </nav>
    </aside>
    <!--АSIDE END-->

    <!--Sections-->
    <section>
        <div id="title">
            <h1>Алеко Константинов – „Бай Ганьо журналист“</h1>
        </div>
    </section>
    <section>
        <div id="about">
        <h1>Алеко Константинов – „Бай Ганьо журналист“</h1>
        <img src="../img/a-konstantinov.jpg" alt="Алеко Константинов">
        <h4 id="h4-1">АВТОР</h4>
        <p>Алеко Иваницов Константинов е роден на 01.01.1863 г. в Свищов. Учи в родния си град и в Априловската гимназия (Габрово). Завършва средно образование в гр. Николаев, Русия (1881) и право в Новоросийския университет в Одеса (1885). Работи в София като съдия, прокурор, юрисконсулт, адвокат на свободна практика. Двукратно уволняван по политически причини. Подготвя се за научна и преподавателска кариера в Софийския университет. Посещава международните изложения в Париж (1889), Прага (1891), Чикаго (1893). Училищен настоятел, член на Върховния македонски комитет, на настоятелството на дружество "Славянска беседа", на Българското народообразователно дружество, на Комисията за насърчаване на местната индустрия, на Дружеството за насърчаване на изкуствата, на Музикалното общество, на Театралния комитет. Инициатор и радетел на организирания туризъм у нас. Член на Демократическата партия на П. Каравелов, в чийто печатни издания сътрудничи. Убит по политически причини на 11.05.1897 г. край с. Радилово, Пловдивско. Започва писателската си дейност с поезия. Първият му запомнящ се текст е пътеписът "До Чикаго и назад" (1894), в който описва пътуването си до Америка и проследява цивилизационните разлики, като дава темпераментна картина на нравите. Талантът му на хуморист и психолог проличава и в анекдотичната книга "Бай Ганьо", в която създава образ на герой, оспорван и до днес, но превърнал се в нарицателно име за различни проявления на човешкия и националния характер. Алеко Константинов е автор на пътеписи за красивата българска природа, на разкази, както и на множество фейлетони. "Пази, боже, сляпо да прогледа", "Разни хора, разни идеали", "Страст", "Честита Нова година!" са емблематични за Алековия граждански патос и за тънкото му чувство за хумор, ирония и самоирония, които го правят четен и до днес. Превежда от руски и френски език.

        </p>
        <br><br>
    <h4 id="h4-2">ЖАНР</h4>
        <p>Творбата притежава особеностите на разказа и очерка. Изобразени са въображаеми, но правдоподобни личности и събития. Макар да съществуват само в текста, персонажи като Гуньо Адвокатина или Данко Хаирсъзина например представят характерни за епохата типажи. Прототипи в извънтекстовата реалност имат Бай Ганьо и компанията на духовитите шегобийци. Основният повествовател притежава личностни особености на самия Алеко Константинов – неговата деликатна ирония, присъщата му нетърпимост към пошлото. Достоверни са и действията на Бай Ганьо, тъй като изразяват действителния стремеж на една предприемчива и напориста социална класа да заеме позиции в живота на новоосвободената страна. От друга страна, превръщането на стремежа към изгода в екзалтация или нечуваното безочие, приписани на този персонаж, са по-скоро гротескови хиперболизации.
            <br><br>Чрез смесица от стилови особености, заличаващи границите между устно и писмено, официално и неофициално общуване, Алеко-Константиновата творба представя 90-те години на XIX век като смислово-езиков Вавилон. Разговорни изрази като „да клъвнем по нещо“ и „да им ритнем едно текме“ се оказват съвместими с церемониални фрази като „Ваши смирени чада, Наш баща и татко, в праха на Августейшите Ви нозе“. Вметнати думи и изрази („Да ти кажа правичката“) и непълни изречения („Дявол Отело!“, „А бе че ти – как?“), присъщи на битовото общуване, се редуват с аналитични размишления, изразени със средствата на художествения стил: „Но бурята на диви страсти, бушующа в течение на цял ред години [...] но грубият всепоглъщающ материализъм [...] – всички тия явления са покрили с такъв дебел слой техните по-чисти чувства [...]“.
            <br><br>В необикновеното смесване на стилове и нагласи проличава фактът, че отделните обществени сфери все още не са изработили свои езикови и поведенчески норми. Публичността не изключва битова дребнавост, фамилиарност, граничеща с откровено нахалство, и дори прояви на неприкрита злост. Бай Ганьо споделя свойски целите на бъдещия вестник – „да омаскарим някого“, „да замажем очи“. Той буквално нарежда на Гуньо Адвокатина, на Гочоолу и Дочоолу какво и как да напишат в своите журналистически материали („Па сетне тегли един калай на опозицията. Кажи там: Онези предатели, онези...“).
            <br><br>Съставена от фикционални и публицистични елементи, смесвайки особеностите на различни езикови стилове, Алеко-Константиновата творба „копира“ разноезичието на новоизградения български социален свят. Играейки с възможното и абсурда, тя провокира усещането на читателя за реалност и пробужда неговото гражданско чувство. Окуражава го да се пита как може да бъде спряна байганьовщината, завладяваща все повече обществени сфери.
        </p>
        <br><br>
    <h4 id="h4-3">ЗАГЛАВИЕ</h4>
        <p>Като посочва името на героя, подобно на много други очерци в книгата, заглавието на творбата го извежда на преден план, откроява го като основен обект на повествованието и фокус на проблематиката. Назовавайки поредно публично превъплъщение на Бай Ганьо („журналист“), насловът търси диалог с другите очерци от втората част на книгата въз основа на социалното амплоа на героя и неговата поразителна социална адаптивност.
        </p>
        <br><br>
    <h4 id="h4-4">ТЕМАТИКА</h4>
        <p>Очеркът интерпретира темата за актуалните измерения на родното и чуждото в обществено-политически контекст. Следосвобожденският свят е изобразен като съвкупност от различия – от несходни типове мисловност и трудно съвместими ценностни системи, алегорично представени съответно от интелигентите и байганьовците. В този смисъл родно и чуждо са осмислени не като етнически, а като етически категории – като налични, но оспоримо – свойствени или несвойствени на родното, са осъзнати нравствените негативи, олицетворени от Бай Ганьо и неговите сподвижници. Чрез комичния разказ за учредяването на вестника с гръмкото наименование „Народно величие“ творбата очертава като свой обект и структурирането на публичната сфера в новоосвободената страна, съпътствано от възникване на информационни институции и практики.
        </p>
        <br><br>
    <h4 id="h4-5">ПРОБЛЕМАТИКА</h4>
        <p>Алеко-Константиновата творба интерпретира проблема за етнокултурната идентичност, един проблем, към който родната литература се връща често от Възраждането насам. Очеркът пита за връзката между този идентичност и формите на общностен живот, за това как се съвместяват ролите на индивида, предвидени в традиционното общество, е тези в модерното. Съзерцавайки родното в срещата на културите и езиците, текстът актуализира и питането в какво се състои неговата автентичност.
            <br><br>Карикатурният образ на самозваните новинари отвежда към проблемите за журналистическата етика, за властта и отговорността на медиите. Фактът, че лицата, които финансират вестника, и то именно в този му облик, остават неизвестни, поставя въпроса кой създава и управлява общественото мнение.
            <br><br>Творбата онагледява средствата, е които си служи всеки демагог – лукава игра е понятията, прикриване на действителните намерения зад гръмки фрази, притворна загриженост за обществените дела. По този начин очеркът поставя проблема за демагогията в публичното пространство, за въздействието върху общественото съзнание чрез емоции, а не чрез рационални аргументи.
        </p>
        <br><br>
    <h4 id="h4-6">КОМПОЗИЦИЯ</h4>
        <p>В изградената композиционна рамка може да се открие израз на определен подход към героя и явленията, които той въплъщава, и заедно с това разколебаване в този подход. Очертана от изображението на нехайната компания в началото и финала на очерка, тя създава усещане, че байганьовското може да бъде „уловено“ – идентифицирано и разбрано – от критично съзнание, което представлява неговата алтернатива. Същевременно опитът този тип поведение да се обхване е разума, да се класифицира, се натъква на факта, че алтернативите нерядко са привидни, че националният свят има сложна етическа структура, която не може да бъде сведена до елементарни противопоставяния. Прощаването е героя във финала, търсещо и опрощение, изразява осъзнаването на този факт.
            <br><br> Чрез наративната техника разказ в разказа са изградени няколко повествователни рамки. Основният разказвач не наблюдава Бай Ганьо пряко, а предава думите на друго лице (Гедрос), което обаче също не е пряк свидетел на случилото се. Многократното опосредстване на разказа митологизира героя, създавайки представа за него като психологическа и ценностна отдалеченост – тип психика, граничещ с неразбираемото. В този смисъл посочената техника изразява склонността на човека, включително и следосвобожденския, да мисли чрез митове – да назовава и обяснява тенденциите в своето социално битие, като ги персонифицира и им приписва човешка мотивация; като прехвърля своите негативи на един въображаем друг.
            <br><br> Композиционната рамка се затваря от заключителния фрагмент, който подчертава свързаността на очерците в цялото на „тази книжка“. Наред е това той създава усещане не само за сюжетно-композиционна, но и за смислова завършеност на наратива „Бай Ганьо“ и затова функционира като поанта не само на конкретния очерк, но и на цялостната творба. Със заключителните думи се изказва предположение, че макар да е здраво сраснат е мисленето и отношенията, синдромът Бай Ганьо не е вътрешно присъщ на родното и затова може да бъде надживян.
            <br><br>Лиричният фрагмент, който слага край на Алеко-Константиновата книга, вплита нейния текст в макротекста на българската (а и не само на българската) литература. В този фрагмент може да се дочуят двузначното Ботево „прощаване“, Базовият призив за морално опомняне (,,Линее нашто поколенье“, „Тъмен герой“), повикът за европеизация, отправен от кръга „Мисъл“, и други подобни послания.
        </p>
        <br><br>
    <h4 id="h4-7">ОБРАЗИ</h4>
        <p>В очерка „Бай Ганьо журналист“ се очертават две групи герои: тази на интелигентите епикурейци, отдадени на безгрижно веселие, и тази на байганьовците, активно обмислящи под каква форма да се легитимират в обществения живот, като същевременно извлекат ползи от това.
            <br><br> Бай Ганьо и неговите сподвижници са изобразени в анекдотично-алегорична ситуация. Те умуват коя търговска или производствена дейност ще бъде най-доходоносна, докато техният господар и благодетел не им съобщава, че е намислил да издават вестник. Трагикомично е обстоятелството, че тъкмо безразличните към всякакви общественополезни цели се заемат да формират общественото мнение. Горчива ирония съдържа и фактът, че гласът на обществото, какъвто би трябвало да бъде печатът, е подменен от гласове на анонимни нечисти интереси.
            <br><br>Защо именно вестникът (а не трактирът, фабриката за квас или банката) се оказва подходящата форма за байганьовците и техния патрон да участват в българския обществен живот? Показателен е фактът, че те включват публичното слово в режима на търговията и производството, преценявайки финансовите облаги, които може да им донесе. Бившият търговец на розово масло вижда в пресата възможност да се произвеждат авторитети и стойности, като се сриват други. „Че голям мурафет ли е един вестник да се издава?“ – възкликва той е присъщата си грубовата откровеност – „Тури си едно перде на очите (па и няма нужда), па псувай наляво и надясно“. Фразеологизмът, който се промъква в речта на начеващия вестникар и издател („Тури си едно перде на очите“), изразява неговата изкривена представа за публицистиката като триумф на безогледността и безчестието. На журналистическото перо е вменена непочтената роля да фабрикува значения, угодни някому. То трябва да формира светоглед, да легитимира байганьовското в публичното пространство – не само за да му осигурява оперативни възможности, но и за да узаконява нравствения хаос, който го прави възможно.
            <br><br>В очерка на Алеко Константинов е предусетен опитът на модерните времена да стандартизират езика, като подчинят неговите функции и употреба на законите на масовото производство. В тази ситуация думите неизбежно деградират до клише, назоваващо само конюнктурно допустимото. Уеднаквявайки говорните и поведенческите стилове, медиите се превръщат в машина без морални съображения, която тиражира типизации и заедно с това създава техните потребители. Уедряващ маловажното или удребняващ важното, очернящ или превъзнасящ, медийният образ е осъзнат като винаги преднамерен.
            <br><br>В бележка с аналитичен и донякъде морализаторски характер повествователят обяснява примитивните представи за журналистика в България от 90-те години на XIX век е обществения климат и народопсихологията. Тази бележка придава обобщеност на очерка – благодарение на нея читателят осъзнава, че изобразените трагикомични картини изразяват устойчиви мисловни нагласи. Оказва се, че Бай Ганьо не е просто демонизираният друг, от когото се отвръщаме е презрение, а персонификация на несъзнавани, но активни импулси в българската и въобще в човешката психика. За да се надживее феноменът, носещ името на невъобразимия герой, утвърждава непряко Алеко-Константиновата творба, е необходима воля за самопознание, за аналитично навлизане в самата природа на човешкото.
            <br><br> В очерка интелигенцията е представена като създател, носител и потребител на разказа за Бай Ганьо. Тя постига същността си, като изработва общественозначими повествования и оперира с тях, като опитва да овладее смислово байганьовското – да анализира неговите проявления и пораждащите го причини. Интелигентският разказ за родното оспорва този разказ, който господин Балкански се готви да разгърне чрез своя нов вестник, а по такъв начин отрича представителността на ценностния модел, олицетворен от този господин. Българското не е съставено единствено от етически негативи като примитивизъм и конформизъм, утвърждава интелигентският разказ. То съдържа все още непроявен потенциал. Бай-Ганьовото повествование за родното се осъзнава като неокончателно, благодарение на своето рамкиране – на включването си в друго повествование, основано на друг ценностен ред.
            <br><br> На фона на байганьовската предприемчивост образованият човек на пръв поглед изглежда бездеен – унесени в звуците на флейтата, интелигентите прекарват времето си в „приятно far niente“ (безделие). Неговото съзерцание обаче изразява обществената необходимост от обяснение на протичащите процеси. Докато Бай Ганьо създава нормите на социалния живот, интелигентът изработва нормата за осмисляне на този живот.
            <br><br> Във финала на творбата повествователят иска прошка от героя и това обстоятелство заличава границата между текста и извънтекстовия свят – утвърждава, че този герой не е творение на автора, а на самия живот. По този начин авторът иска не толкова да убеди читателя в абсолютната достоверност на разказаното, колкото да утвърди своето усещане, че художествено-документалната литература е способна да улови спецификата на българския живот от края на XIX столетие, тъй като с хибридния си характер съответства на неговата неустановеност и неоформеност. В този смисъл самото жанрово-стилово решение, подсказващо тази неустановеност и неоформеност, изпълнява функции на поанта, синтезира основните значения на творбата.
            <br><br> Алеко-Константиновият стремеж да се вникне в природата на байганьовското стига до оптимистичното допускане, че тази нравствена аномалия може да бъде коригирана чрез изкуството на словото. Авторът изразява надежда, че българските обществени и частни нрави подлежат на култивиране; че чрез „тази книжка“ прототипът на неговия герой ще осъзнае своите заблуди, възкликвайки „Европейци сме ний, ама все не сме дотам!...“. Една надежда, в която проличава просвещенско в основата си разбиране за художествения текст – той се смята за коректив на нравите, а неговата обществена мисия е „да поправя хората, като ги забавлява“ (Молиер). Разбирането за общественополезния характер на литературата, огласено още в ранния период на Българското възраждане, е дълбоко вкоренено в съзнанието на българския писател от XIX век. Негови отблясъци могат да се открият в немалко художествени текстове и днес.
        </p>
    
        </div>
    </section>
    <!--Sections END-->
    <!--Footer-->
    <footer>

    </footer>
    <!--Footer End-->
</body>
</html>